tap "homebrew/bundle"
brew "cmatrix"
brew "neovim"
brew "starship"
brew "zsh"
cask "alacritty"
vscode "adpyke.codesnap"
vscode "beardedbear.beardedtheme"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-preview-github-styles"
vscode "bradlc.vscode-tailwindcss"
vscode "chrischinchilla.vscode-pandoc"
vscode "dansilver.typewriter"
vscode "davidanson.vscode-markdownlint"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "hnw.vscode-auto-open-markdown-preview"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.powershell"
vscode "oderwat.indent-rainbow"
vscode "silvenon.mdx"
vscode "tinkertrain.theme-panda"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
